Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: 석궁기마병이라는 황당한 병과를 듣고 풀어졌던 카이의 마음에 다시 한번 긴장감이 스며들었다.{j}그 모습에 로건이 내심 미소를 지었다.{j}그것이 로건이 이 퍼포먼스를 통해 노린 두 번째 효과였다.
en_us: Kai was anxious once more after calming himself down from hearing Logan’s desire to train mounted crossbowmen. Kai’s apparent nervousness made Logan smile on the inside. His reaction was the second reason for putting on such a performance.

source: 혹시라도 잊기 전에 생각나는 것들을 모조리 적어 놔야 했다.
en_us: He had to start writing everything down before he forgot.

source: 바로 쏘아지는 망나니 공자의 살벌한 눈빛에 살짝 간이 쪼그라들었지만, 그는 가문을 위해 이를 악물었다.{j}300만 골드의 거금이 의미도 없이 허공에 뿌려지는 미래는 막아야 했다.
en_us: Logan stared him down and Dwain felt his kidneys shrivel. But he wasn’t going to back down. He desperately wanted to avoid a scenario where the three million gold was squandered and gone.

source: 아버지의 집무실을 나서고 얼마 지나지 않아, 복도 반대편에서 그다지 마주하고 싶지 않은 얼굴이 보였다.
en_us: Not long after he left his father’s office, he saw a face he’d rather avoid across the corridor.

source: “하악.{j}하악.”
en_us: “Ha.Huu.”

source: “말도 안 되는 소리 하지 마.{j}단장 몰라?{j}더 심해질걸?”
en_us: “As if. You know our commander better than that. It’ll become worse!”

source: “……거래 감사합니다, 손님.”
en_us: “Thank you for your business...”

source: ‘내가 잘못 생각했어.{j}이 사람들에게 인정받아서 가문을 변화시키겠다고?’{j}어느 세월에?{j}바뀐 모습을 보여 주며 천천히?{j}‘그러다 다 죽는다.’
en_us: I was wrong. There is no way I can change these people’s minds to save the family.{j}There is no time to gradually win them over. We’ll all be dead.

source: “노력만 부족했을까…… 아직도 그리 정신 차린 것 같지는 않구나.”
en_us: “Effort is not the only problem...it sounds like you haven’t got anything together at all.”

source: 로건이 독립군 활동을 위해 세계를 떠돌아다닐 때 동료들에게 자주 들었던 말이었다.
en_us: Logan often heard this from his fellow soldiers while wandering around the world, fighting for the Independence Army.

source: 우우웅.
en_us: Voom.

source: 그러니 눈앞의 대공자는 자신보다 약해야 한다.
en_us: In his eyes, Logan had to look weaker than he did.

source: “좋다!{j}그 칼 내가 받아 보겠다!{j}기사 대 기사로서 역량을 겨뤄 보자!”
en_us: “Very good then! I’ll accept your sword. Let’s test our skills as knights and fight to the death!”

source: “주둥이를 털려면 실력이라도 있던가.”
en_us: “Don’t talk shit if you can’t back it up.”

source: - 당신이 정말 나와 어울린다고 생각하시나요?{j}주제를 알고 좀 꺼져 주세요.{j}어린애한테도 지면서 칼은 왜 차고 다니는지…….
en_us: Did you think that you were good enough for me? You should know your place. Still carrying your sword even after you lost to a little boy? How embarrassing...

source: “아, 아직.”
en_us: “N-not yet.”

source: ‘그냥 죽어 버릴까…….’
en_us: Should I kill myself?

source: ‘그것도 상황을 봐 가면서 해야지.{j}지금 가문 상황에 돈을 거부한다는 게 말이 돼?!’
en_us: But you have to consider the situation. It makes no sense for us to reject the money right now!

source: 당장 닥쳐올 위기를 위해서도 중요한 일이었다.{j}웃기게도 미래의 위기를 생각하자 순간적으로 마음이 차분해졌다.{j}이제는 익숙해진 명상을 위한 주문을 외우자 로건의 의식은 그의 내부에 자리한 심장의 코어에 집중되었다.
en_us: Growing his strength was vital to their chances of survival against the imminent threat. Ironically, he felt more relaxed as he thought about the threat looming in the future. Logan whispered the spell for meditation, which he had carved into the back of his head by now, and felt his consciousness flood into the force core in his heart.

source: 가장 먼저 해야 할 것은…….
en_us: The first thing I have to do is...

source: “글쎄요.{j}적어도 하나당 1만은 주셔야…….”
en_us: “I’m not sure but I’m certain that they’ll cost at least ten thousand gold each...”

source: 아버지 패드릭 맥라인의 공격이 막히는 모습을 보며 이를 갈면서도 로건은 침착하게 말했다.
en_us: Logan spoke calmly despite gritting through his teeth at the sight of his father under heavy attack.

source: “할 수도가 아니라, 해야지.{j}그렇지 못하면 의미가 없으니까.”
en_us: “We are beyond the point of guessing and it must be possible. All this has been for nothing if we can’t.”

source: ‘여기가 바로…….’
en_us: This is the place...

source: 그리고 눈을 감았다.
en_us: He then closed his eyes.

source: ‘가주의 체면을 지키라는 말이겠지.’
en_us: She wants to him to keep his word and save face.

source: ‘꿈인가……?’
en_us: Is this a dream...?

source: 표정을 굳히며 정색한 아버지의 분노가 그에게 그대로 쏟아졌다.{j}담담한 어조였지만 날카로운 기세가 로건의 온몸을 뒤덮으며 그를 살벌하게 몰아세웠다.
en_us: His father’s blind rage poured over Logan. His words were measured but the vicious tone of his father twisted Logan’s insides and cornered him.

source: 물론 그중 대부분이 자신을 염려해서 하는 말이긴 했지만.
en_us: Of course, most of Rick’s meddling came from a place of genuine concern.

source: “뭐래.”
en_us: “What is the old fool saying?”

source: 새어머니의 반응은 여전히 싸늘하기만 했다.
en_us: His stepmother’s response was cold as ever.

source: “어, 어?{j}아, 안 되는데…….”
en_us: “No. This can’t be...”

source: 꼬리에 꼬리를 물고 이어지던 로건의 고민은 문득 근본적인 의문에 다다랐다.
en_us: Logan’s thoughts kept going around in circles until he found the right question.

source: 예상치 못한 타이밍에 들어온 강력한 팩트 공격이 필립의 가슴을 깊숙이 후벼팠다.
en_us: Logan completely caught Phillip off guard and the truth pierced deep into his chest.

source: ‘나중으로 미룰 필요 없어.’
en_us: There’s no need to delay any longer.

source: 쿵.
en_us: Thud.

source: “그럴 필요 없습니다, 가모님.{j}카이로스 가문의 공식적인 거절이 맞습니다.{j}동시에 오늘부로 우리 맥라인에 대한 재정 지원도 끊겠다고 선언했습니다.”{j}드웨인의 말은 충격을 넘어 경악을 불러일으켰다.
en_us: “There’s no need, my Baroness. The House of Caiross has officially declared the withdrawal of their support including the financial aid from this day forth.”, said Dwain as the hall became submerged by a wave of astonishment.

source: “바득바득 우겨서 돈까지 뜯어낸 놈이 뭐라?!”
en_us: “He disobeyed my every word for that money and now he’s done what?”

source: “쿨럭.{j}명불허전이오, 남작.{j}그렇게나 준비했는데 이 꼴이라니.”
en_us: “The rumors were true, Baron. Is this the best you can do?”

source: 색이 다른 두 눈이 불꽃이라도 쏘아낼 듯 크게 일렁였다.{j}그 눈빛을 받고 작게 고개를 끄덕인 로건이 만족스러운 미소를 지었다.
en_us: The boy’s eyes lit up like fireworks on a dark night’s sky. Logan responded to his enthusiasm with a slight nod and a satisfied smile.

source: “최소 1년.”
en_us: “For at least a year.”

source: “아, 들어 본 것 같아.”
en_us: “Yeah, I think I’ve heard of him.”

source: “그래.”
en_us: “Yes.”

source: 도미넌은 애써 현실을 외면할 수밖에 없었다.{j}지금 현실을 인정하면 그에게 남은 것은 파멸뿐이다.
en_us: Sir Dominan tried his best reject reality as accepting it would mean total annihilation.

source: 표정의 의미를 눈치챈 하마르가 오히려 호언장담하며 그의 손을 이끌었다.{j}그리고…… 걱정 반 기대 반으로 올라간 야산의 한 공터에서, 로건은 ‘진심인 드워프’가 만들어 낸 작품이 실로 엄청나다는 것을 현생에서 처음으로 깨달았다.
en_us: Hamar read Logan’s face and confidently assured him of his invention’s quality then fired the crossbow towards the mountain. Logan watched the projectiles fly out into the openness with both excitement and concern. The latter was soon laid to rest as he was in awe after he had witnessed the work of a true dwarf master.

source: 전생대로 내버려 둔다면 그냥 사라질 그 돈을 어떻게든 잡아야 한다.
en_us: He knew he had to take this opportunity unlike in his previous life. He had to take the money before it disappeared.

source: 두근.
en_us: Thump

source: 당장 코앞으로 닥친 일이 많았다.{j}가문 내의 평판은 신경 쓰지 않기로 했지만, 적어도 아버지가 직접 나설 만한 명분이 생기는 것은 피해야 했다.{j}가문 내에서는 이 이상 대놓고 사고를 칠 수는 없다는 것이다.
en_us: Logan had many matters that needed immediate attention. He decided not to care about his reputation within the castle but he needed to avoid making an opening for his father to intervene. Which meant that he could no longer deliberately create problems within the house.

source: 로건은 피식 웃으며 신무기를 공급할 대상의 선을 정했다.{j}어차피 일반 병사들에게까지 모두 이 무기를 공급하는 건 시간과 자금 사정 때문에라도 무리였지만, 할 수 있다 해도 유출의 위험이 더 마음에 걸렸다.
en_us: Logan smiled and thought the distribution of his new weapon. Supplying the weapon to each soldier of House MacLine would take considerable time and money. Even if it was possible, the threat of a leak made it a risky preposition.

source: ‘생각보다 유능하다.’
en_us: He’s smarter than I thought.

source: “그래.{j}음…… 굳이 A급일 필요는 없어.{j}몸값이 너무 비싸니 그냥 말을 탈 수 있는 용병으로.{j}아, C급 정도면 좋겠네.{j}말을 탈 수 있는 C급 용병 300명 이상.{j}알아들었지?”
en_us: “Yes, they don’t need to be A-level, they’re too expensive. I need them to capable riders at the least, so...I think C-level mercenaries would be ideal. I’ll need three hundred C-level mercenaries that can ride. Do you understand?”

source: “예!”
en_us: “Huzzah!”

source: 반수에 불과한 숫자로도 맥라인 기사단은 잘 버티고 있었지만 소수의 기사는 그러지 못했다.{j}재수 없게 랜스 차징이 빗나가며 두 개의 창에 좌우로 강타당한 한 하급기사가 그랬다.
en_us: The outnumbered knights of MacLine were valiantly holding off the enemy but a few were struggling with the pressure. A low-knight had unfortunately missed his charge and ended up skewered by two spears from both sides.

source: ‘잘한다!’
en_us: Nice!

source: “너 지금 뭐라고……?”
en_us: “I don’t know what you mean...”

source: 용서해 주세요.”
en_us: Please forgive me.”

source: 그래도 아직 필립에 대한 평가는 조금 박했다.{j}그랬기에 염두에 두었던 가장 큰 건을 연달아 꺼냈다.{j}이것은 아직은 부족한 그의 상재로도 충분히 돈을 벌 만한 아이템이었다.{j}미래의 정보를 이용한 것이니까.
en_us: His assessment of Phillip left much to be desired. Which was why Logan decided to unveil his biggest moneymaking scheme. Despite Phillip’s unrealized potential, there was an item he could still make a fortune on with his current business acumen. Logan was sure of it since he knew how valuable it was in the future.

source: 피식.{j}자신도 모르게 웃음이 새어 나왔다.
en_us: Logan subconsciously let out a small laugh.

source: 콰아앙!
en_us: Crash!

source: “좋습니다.{j}딴말하기 없기요!”
en_us: “Great! No take backs!”

source: “아, 이럴 줄 알았어.{j}젠장.”
en_us: “Damn it, I knew this would happen.”

source: “……어떻게든 살릴 거야.{j}반드시.{j}무슨 짓을 해서라도.”
en_us: “I’m going to do everything it take. I must. At all costs.”

source: “괜찮다.
en_us: “It’s fine.

source: “그러니 특별히 처벌은 하지 않겠다.{j}그러나…….”
en_us: “There won’t be any punishment for you. However...”

source: 5골드짜리 금화 하나가 올려지는 순간, 태도가 확 바뀌었다.
en_us: Logan placed a five gold coin on the bar and his attitude completely changed.

source: “끄으으.”
en_us: “Ahh...”

source: 정중히 고개를 숙인 후 곧바로 돌아서는데, 머뭇거리는 듯한 목소리가 들려왔다.
en_us: As he respectfully bowed his head and turned around, he heard a hesitant voice.

source: 선산을 내려와 내성의 저택으로 가는 길에서 로건을 마주한, 아니, 멀리서라도 그를 본 하인들과 가신들은 일찌감치 그를 삥 돌아 피해 갔다.
en_us: The servants and vassals, who saw Logan come down the mountain from afar, did their best to keep their distance.

source: “그만!”
en_us: “Stop!”

source: ‘그래.{j}이런 녀석이었지.’
en_us: This is the Rick I remember.

source: 록페른이 울브스 백작을 언급하고 명예를 운운하자 패드릭의 눈빛이 흔들렸다.
en_us: Padrick’s stare was broken by Lockferan’s account of his count’s words that spoke of his honor.

source: 외부에서 전력을 늘릴 수 있는 방도를 찾아서 돌아와야 했다.{j}물론 다른 사람들이 그의 생각을 이해할 리는 없었다.
en_us: He needed to find a way to source more men from outside of his family’s borders and return. Logan knew that no would understand why.

source: “형님이 그러실 리가 없다구요!”
en_us: “There is no way that Brother will do that!”

source: 14화
en_us: Chapter Fourteen

source: “너 이 녀석!{j}그냥 안부 때문에 온 게 아니구나!{j}벌써……?!”
en_us: “Hey! You didn’t come to just say hello! Have you already...”

source: 예상했던 질문은 아니었지만 대답은 지체 없이 나왔다.
en_us: Logan wasn’t expecting such a question but he answered without delay.

source: 연병장의 가운데로 들어온 로건이 주위를 한 바퀴 빙 둘러보며 팔을 벌렸다.
en_us: Logan walked into the middle of the field and held his arms out wide as he circled the area.

source: “으아악!{j}그래!{j}됩니다, 돼요!{j}할 수 있어요.{j}망할, 내가 왜 그런 조건으로 계약을 해서…….”
en_us: “Fine! Yes! I can do it! Why did I sign that god damn contract...”

source: “뭐 나쁘지 않겠지.{j}허가한다.”
en_us: “I guess not. I give you my permission.”

source: “에이, 곤란한 일이라뇨.{j}제가 그런 일이 있다면 웃을 리가 없잖습니까.”
en_us: “There is no trouble. Why would I be smiling if there was any?”

source: “아니.{j}도대체 왜?”
en_us: “But why?”

source: ‘크흑.’
en_us: Damn it.

source: “가문의 후계 자리, 그냥 로니안에게 주십시오.{j}저는 관심 없습니다.”
en_us: “Please name Lonian as heir to the house for I have no interest.”

source: “나를 물어?!”
en_us: “How dare you bite me!”

source: 실제로 가주의 지시로 하인들이 연회를 준비하고 있기도 했다.
en_us: In fact, the head of the house had already ordered his servants to prepare for a banquet.

source: ‘저렇게…… 저놈들에게 막혀서 쓰러지신 건가.’
en_us: Is this how died? At the hands of those knights?

source: “그러게.{j}남쪽엔 몬스터 때문에 개척 마을도 없는데.”
en_us: “I’d say. There are no villages down south due to monsters.”

source: 그런 버거운 삶에 드디어 끝이 다가왔다 느꼈을 때.
en_us: Just as he felt his miserable existence was finally coming to an end,

source: 부르르르.
en_us: Brrrrrt

source: ‘아니 성벽 관리요.’
en_us: No, the castle walls.

source: 또래보다 작은 키.
en_us: He was shorter than boys his age.

source: “그래?{j}고작 그 정도로 로니안을 따라잡을 수 있을 것 같으냐?”
en_us: “Really? Do you think that will be enough to catch up to Lonian?”

source: 그 순간, 조심스레 방문을 열고 들어오던 하녀의 눈이 그와 마주쳤다.
en_us: Logan locked eyes with a cautious maid about to carefully enter his room.

source: 하지만.
en_us: But...

source: “돈은 많이 생기지 않았습니까!”
en_us: “But you already have so much!”

source: “안 궁금한가?{j}구석진 시골 영지 맥라인에서 내가 왜 용병들을 고용하려 하는지?”
en_us: “Aren’t you curious? Why would a backwater territory like ours be trying to hire mercenaries?

source: - 애국심은 개뿔…….
en_us: “Patriotism, my ass...”

source: 영지민들은 그런 그들의 모습을 보며 환호성을 질렀지만 억지로 만들어 낸 환호성 아래 보이는 표정들에는 불안감이 가득했다.
en_us: The people of the territory cheered for their army but underneath their staged gesture their hearts were filled with uncertainty and fear.

source: 복잡했던 생각이 순식간에 정리되는 듯했다.{j}최악의 경우 그가 전생처럼 성장하지 못하더라도 그것은 그 나름대로 아레스 제국의 저력을 약화시키는 일이 될 것이다.{j}생각을 정리한 로건이 환하게 미소를 지으며 입을 열었다.
en_us: Everything had now fallen into place. In the worst case scenario, Phillip may not reach the heights that Logan expected him to but in turn, it meant that the Ares Empire would also be weaker. Logan arrived at a conclusion and he smiled at Phillip as asked him for his price.

source: “저는 파혼의 당사자로서, 울브스 가문의 배상금을 받겠습니다.”
en_us: “As the rejected party of this broken betrothal, I’ll take the compensation offered by the House of Wolves.”

source: 그리고 그 모습을 보고 나서야 잊고 지냈던 기억들이 떠올랐다.
en_us: Seeing Rick like this brought back old memories.

source: 웬 애송이 귀족 도련님인가 싶었지만, 적어도 상식이 있다면 용병 길드 안에서 계약으로 사기를 치지는 않을 것이다.{j}카이의 눈빛이 호의 어린 눈으로 바뀌며 로건을 바라보았다.
en_us: Kai figured he was a snot-nosed, rich kid from some noble family but he also knew that attempting a con inside a guild building was practically suicide. Kai’s eyes became softer and exchanged looks with Logan’s red eyes.

source: 로건은 한숨을 쉬며 잠시 정리하던 짐을 내려놓고는 릭의 어깨를 두드렸다.
en_us: Logan stopped packing his belongings and placed his hand on Rick’s shoulder to assure him.

source: 아쉬움을 담은 말과 달리, 로건의 표정은 그리 어둡지 않았다.{j}1식인 물결 가르기를 익힐 때도 석 달은 걸렸다.{j}차분히 노력한다면 전쟁 전까지는 충분히 가능할 것이다.{j}로건이 그리 생각하며 뿌듯한 마음으로 새로운 아침의 햇살을 즐기는데, 그 고요함을 제대로 누려 보기도 전에 누군가 방문을 노크했다.
en_us: Contrary to his words, Logan wasn’t upset. The wave splitting technique took three months to master. Persistent effort would be enough to master the level two technique in time for the war. Logan knew he was capable of mastery and he took a moment to enjoy the new morning’s sunlight. But he was interrupted before he could enjoy the tranquility.

source: “……괜찮아요.”
en_us: “I’m quite fine.”

source: 그 연사 석궁 부대는 마법사의 도움 없이도 위치에 따라 기사단을 상대할 수 있는 파괴력을 발휘했다.{j}전투 조건에 따라 일개 병사가 기사를 저지할 수도 있는 무기.{j}초기의 제국 침략 전쟁에서 제국이 압도적으로 우위를 점할 수 있었던 두 가지 이유 중 하나였다.{j}물론 제국 전쟁 후기에 이르러선 대부분의 나라에서 동일한 물건들을 만들어서 사용하기 시작했다.{j}그 때문에 전쟁이 끝난 뒤에는 초기 버전의 경우 조금 비싸기는 해도 하급용병의 필수무기 정도로 흔해진 무기였다.{j}하지만 지금 시점이라면…….
en_us: The Empire’s new crossbowman army displayed extraordinary firepower as they were able to match an order of knights in a given location without the assistance of wizards. The weapon gave normal soldiers the power to fight against knights. Their new weapon was one of two reason that allowed the Empire to gain the upper-hand during the early stages of the Imperial War. Other countries only managed to replicate the weapon towards the end of the war. The earlier versions of the replica were expensive but was common enough to become the must-have weapon for any low-level mercenary.

source: “그래.{j}너도 리이나도 내년에 성년이니까 그럴 때가 되었지.{j}통신구도 이용하지 않고 카이런 울브스의 친필 서한을 가지고 온다니, 당연히 그 일일 것이다.”
en_us: “You and Lina come of age next year and well, it’s only natural. We aren’t using a cable and she is bringing a handwritten letter from Kyron Wolves. This has to be it.”

source: 잠시 생각에 잠긴 사이, 또 어떻게 빈틈을 본 것인지 빅토르로 추정되는 소년이 그를 밟던 주인의 정강이를 물어뜯고 있었다.{j}치악력이 엄청난지 멀리서 얼핏 보기에도 순식간에 피범벅이 되는 매부리코의 정강이.{j}놀란 용병들이 달려들어 마구 때리고 잡아떼었지만, 소년은 끝까지 정강이를 물고 늘어졌다.{j}흉악하게까지 느껴지는 소년의 투지 넘치는 눈빛은 전생의 안 좋은 소문을 절로 떠올리게 했다.
en_us: The cry of the boy’s owner broke Logan’s train of thought as the boy, presumed to be Victor, tried to take a chunk out of his shin. The hooked-nosed man’s shin was covered in blood from the boy’s mighty bite. His stunned men moved quickly to detach him from their master but he clung on to his shin like a crocodile to its prey. The unpleasant sight and the boy’s resolute spirit brought back memories of Victor’s reputation from Logan’s past life.

source: 고대어에 능통하다는 이유 하나 때문에 보물을 맡았고, 그 때문에 지독하게 쫓기다가 죽었다.
en_us: He was placed in charge of the book due to his proficiency in ancient languages. His enemies were relentless in their search for the book and it ultimately led to his death.

source: ‘아니, 너무 희망적인 예상만 해도 곤란하지.’
en_us: Though, banking on hopeful predictions is a problem of its own.

source: “흐흐흐.{j}흐하하하하하!”
en_us: “Hahaha!”

source: “저 나이에?”
en_us: “At that age?”

source: “그 말도 이미 여러 번 들었다.”
en_us: “I’ve also heard that many times.”

source: “됐고.{j}원래 노예를 이렇게 다루나?”
en_us: “Regardless, is this how your normally treat your slaves?”

source: - 예?{j}좋다구요?{j}그게 얼마나 힘든 일, 하아…….{j}뭐 그중에서도 신용도 높은 이들만으로 350명 정도 추렸습니다.{j}그런 눈으로 보지 마십시오.{j}간신히 그 선에서 끊어 낸 겁니다.
en_us: What? You think that’s good? You have no idea how hard...Anyway, I managed to handpick the top three hundred and fifty soldiers. Don’t look at me like that. It was tough deciding who made the cut.”

source: “너는 물론이고, 네 동생 역시 처분하겠다.”
en_us: “It will be the end for you and your sister.”

source: 가슴 속에 쌓아 두었던 응어리를 모조리 쏟아 내려는 듯, 점점 강해지는 어조의 마지막 말은 숫제 비명처럼 들렸다.
en_us: Phillip’s voice became more aggressive as he emptied out everything he had wanted to say. His final words were screamed rather than spoken.

source: 죄송합니다, 공자님.”
en_us: My sincerest apologies, master.

source: 엉망으로 망가진 용병의 몸뚱아리가 바닥을 나뒹굴었다.
en_us: The mercenary’s broken body dropped and rolled around on the ground.

source: “역시 강도를…… 예?”
en_us: “Of course, I must lower...Sorry?”

source: “……선산에 들어가 폐관 수련을 하려 합니다.{j}허락을 받으러 왔습니다.”
en_us: “...I came to ask your permission to train by myself in the mountains by the family burial grounds.”

source: ‘내 재능과 노력으로 닿을 수 있는 한계까지, 아니 그 이상으로 강해져야 해.’
en_us: I need to push my limits as far as effort and ability will allow me to. No, I need become even stronger.

source: “손목도 안 움직이는 페인트가 무슨 의미가 있나.{j}설마 기사라는 놈이 고작 이게 최선이야?”
en_us: “What’s the point of a feint without moving your wrists. Is this the best a knight can do?”

source: 로건은 밤을 새워 푸석해진 얼굴을 감싸 쥐며 책상에 엎드렸다.
en_us: Logan clasped his sleep deprived face and dropped his head down to the table.

source: 그런 실력을 끌어낼 수 있다면 이 정도 투자는 일도 아니었다.{j}20년이란 긴 시간은 그의 목표를 달성하기에는 충분하고도 남았으니까.
en_us: If Logan could bring out the best in Hamar, his investment was merely a drop in the ocean. Twenty years was plenty of time to achieve his goals.

source: 어쩔 수 없다는 표정으로 한숨을 내쉰 필립은 잠시 생각에 잠기는 듯했지만 그 시간은 그리 길지 않았다.
en_us: Phillip knew his hands were tied and let out a sigh before he seemed to be lost in thought. He quickly snapped out of it and asked a question.

source: “네?”
en_us: “Pardon?”

source: 다만 편안한 가문을 떠나 겪은 수십 년 동안의 용병과 독립군 생활은 망나니에게 본디 존재하지 않았던 참을성을 넘치도록 만들어 내기에 충분했다.
en_us: Decades of serving in the Independence Army and fighting as a mercenary gave him an abundance of patience, something he had lacked when he lived in comfort with his family.

source: “사죄라…… 상처 입은 맥라인의 명예를 사죄라는 말 한마디로 끝내겠다는 건가?”
en_us: “An apology...do you think an apology is enough to mend the wounded honor of the House of MacLine?”

source: 그렇게 다시 눈을 떴을 때.{j}로건은 여전히 자신이 과거에 살아 있음을 알고는 소리 없이 환호했다.
en_us: As he opened his eyes and found himself still in the past and alive, Logan let out a silent roar of happiness.

source: “보증금 5만 골드입니다.{j}카록의 고기를 훈연하여 밀봉한 고기나 건조한 육포, kg당 1골드로 사겠습니다.{j}상인 길드의 보증은 꼭 붙어 있어야 합니다.{j}보증금이 떨어진다면 추가로 10만 골드를 더 지불할 용의가 있습니다.”
en_us: “The deposit is fifty thousand gold. I’ll pay one gold per every kilo of smoked or dried karock meat, sealed airtight of course. I’ll need them to be stamped with the Merchant Guild’s seal of approval, and If my deposit seems too low of an offer, I’m willing to put down ten thousand more.”

source: “……소문처럼 망나니만은 아니라는 거군요.”
en_us: “So, he’s not the loser everyone says he is...”

source: “저희 병력이 적으니 수성의 전략을 택하는 것이…….”
en_us: “I propose it would be best to fortify our castle and hold our position due to our numerical disadvantage...”

source: ‘사람을 바꾸는 공부, 환인공(換人功)이라더니…… 정말이었어.’
en_us: The study of human change, studium mutationis humanae...it was true.

source: 리이나 공녀와 일행이 모습을 드러내자 대전 여기저기에서 일제히 탄성이 번졌다.
en_us: The crowd could not hide their awe as soon as lady Lina and her delegation came into view.

source: 매부리코는 정강이와 팔뚝에 피를 철철 흘리는 와중에도 어색하게 웃으며 두 손을 비벼 댔다.{j}로건은 그 흉한 모습보다 그의 말에 주목했다.
en_us: The hooked-nosed man maintained his awkward smile and rubbed his hands while blood ran down his arm and shin.

source: ‘미래의 오러 유저 하나가 내 편이 된다.’
en_us: I’ll have a future auror user on my side.

source: 가슴속에 쌓인 답답함이 그대로 느껴지는 한숨.{j}그에 로건이 진지하게 말을 이으려는데, 복잡한 감정이 배어든 낮은 목소리가 그의 입을 막았다.
en_us: Logan felt every ounce of frustration his father held from his sigh. His father’s voice, mixed with complex emotions, interrupted him before he could speak further.

source: “넉넉하게 6개월…….”
en_us: “I’d say six months is a safe estimate.”

source: “너.{j}사기를 치려면 좀 준비나 제대로 하고 쳐.{j}나한테 사기를 친 그 새끼들처럼.”
en_us: “If you are going to con someone, do it properly. Just like the sons of bitches that actually managed to get me.”

source: “초면에 그럼 서로 어떻게 믿냐고.{j}거금을 투자했으면 그만한 보장이 있어야지.”
en_us: “It’s not easy to fully trust someone you’ve just meant. I also put down a lot of money and needed guarantees”

source: “백만.”
en_us: “A million.”

source: 덜컥.
en_us: Creak.

source: 상급 기사인 아버지가 자신이 각성했음을 모를 리가 없었다.
en_us: A high knight like his father would undoubtedly notice that he had awakened his powers.

source: 그러나 굳이 전쟁을 위한 무기를 만들 생각이라는 말을 지금 할 필요는 없었다.{j}당장은 그가 전생의 기억을 바탕으로 샘플이라도 제작하는 것이 먼저니까.{j}그런데,
en_us: It was too early to tell Phillip about his plans to make weapons for the war ahead. The more pressing matter was remembering how to make them in the first place, by using his previous experience from his past life.

source: 이제 죽었으니 저승에서나마 가족들을 만나기를.
en_us: I prayed to be reunited with my family again in the afterlife.

source: 말을 달리면서도 기수들은 일제히 석궁을 들어 한 곳을 겨냥했다.
en_us: The riders on their galloping horses raised their crossbow and pointed them at a certain direction.

source: “아아!{j}진짜 아파요!{j}가족끼리 밥 먹는 게 뭐가 곤란한 일입니까!{j}공자님 가출 사건 이후 처음인데!”
en_us: “Ouch! That really hurts. What is the problem with a family meal? It’s the first one since you ran away!”

source: 멀리 보이는 낡은 성벽과 얼핏 보이는 기사들.
en_us: At a distance, he could faintly make out knights on the old castle walls.

source: 그것은 녀석의 재능이 그만큼 뛰어나다는 뜻이었고, 우울했던 기분을 확 날려버리는 기쁜 소식이기도 했다.
en_us: It was proof of Lonian’s tremendous talent and the good news was enough to wash away Logan’s blues.

source: $- 너에게도 곧 가르쳐 주마.{j}우리 같이 가문을 살려 보자.
en_us: “I’ll soon teach you this technique. Let’s bring glory back to our house, together.”

source: 물기 어린 목소리.
en_us: Her voice was fluid and youthful.

source: “허…….”
en_us: “Wow...”

source: “모두 전쟁을 대비하라!{j}그리고 승리의 방책을 말하라!{j}그 외의 의견은 용납하지 않겠다!”
en_us: “Everyone must prepare for war! Tell me your plans for victory for I’ll accept nothing less.”

source: “그래.{j}네 멋대로 해 보거라.{j}하나 내 말을 잊지 말아라.{j}이 전쟁에서 너는 가문의 직계로 대접받을 생각은 하지 말아야 할 것이다!”
en_us: “Fine. Do as you wish. But don’t forget my words. You will not have the protection or the rights of a member of House MacLine!”

source: “확실히 도미넌의 잘못이 크다.{j}애초에 본분을 잊고 너를 기만한 것이니.”
en_us: “Dominan was way out of line. He should have remembered his place and never tried to fool you in the first place.”

source: “확실히 그거야 그렇습니다만…….”
en_us: “That is certainly true but...”

source: “백만?!{j}정말 미치셨습니까!”
en_us: “A million gold! Are you insane?”

source: “확실히 말해.{j}가능하지? ‘최선’을 다하면?”
en_us: “Be certain. Is it possible if you try your best?”

source: ‘역시 지켜보고 있었어.’
en_us: Of course, he was keeping an eye out the whole time.
